Repository: littleseven/polang
Catalog: iosApp/PoLang/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant

source: %1$@ · %2$@ · %3$d preset models
es: %1$@ · %2$@ · %3$d modelos predefinidos
fr: %1$@ · %2$@ · %3$d modèles prédéfinis
zh_hans: %1$@ · %2$@ 等 %3$d 个预置模型
zh_hant: %1$s 等 %2$d 個預設模型

source: %1$d items in library · %2$d pending
es: %1$d elementos en la biblioteca · %2$d pendientes
fr: %1$d éléments dans la photothèque · %2$d en attente
zh_hans: 图库共 %1$d 项 · 待处理 %2$d 项
zh_hant: 圖庫共 %1$d 項 · 待處理 %2$d 項

source: %1$d items scanned · %2$d failed
es: %1$d elementos escaneados · %2$d fallidos
fr: %1$d éléments analysés · %2$d échecs
zh_hans: 已扫描 %1$d 项 · 失败 %2$d 项
zh_hant: 已掃描 %1$d 項 · 失敗 %2$d 項

source: %1$d pending
es: %1$d pendientes
fr: %1$d en attente
zh_hans: 待处理 %1$d
zh_hant: 待處理 %1$d

source: %1$d people
es: %1$d personas
fr: %1$d personnes
zh_hans: %1$d 人
zh_hant: %1$d 人

source: %1$d person
es: %1$d persona
fr: %1$d personne
zh_hans: %1$d 人
zh_hant: %1$d 人

# %1$d photo
source: %1$dP
es: %1$dF
zh_hans: %1$d 张
zh_hant: %1$d 張

# %1$d photos
source: %1$dP
es: %1$dF
zh_hans: %1$d 张
zh_hant: %1$d 張

source: %1$d selected
es: %1$d seleccionadas
fr: %1$d sélectionné(s)
zh_hans: 已选 %1$d 张
zh_hant: 已選 %1$d 張

source: %1$d%% semantically indexed
es: %1$d%% indexado semánticamente
fr: %1$d%% indexées sémantiquement
zh_hans: 语义索引已覆盖 %1$d%%
zh_hant: 語義索引已覆蓋 %1$d%%

source: %1$dP
es: %1$dF
zh_hans: %1$d 张
zh_hant: %1$d 張

source: %lld free conversations used · Manage anytime in Settings → AI Assistant
es: %lld conversaciones gratuitas usadas · Gestiona cuando quieras en Ajustes → Asistente de IA
fr: %lld conversations gratuites utilisées · Gérez à tout moment dans Réglages → Assistant IA
zh_hans: 已免费体验 %lld 轮对话 · 也可随时在「设置 → AI 助手」中管理
zh_hant: 已免費體驗 %lld 輪對話 · 也可隨時在「設置 → AI 助手」中管理

source: (No response)
es: (Sin respuesta)
fr: (Aucune réponse)
zh_hans: （无回复）
zh_hant: （無回覆）

source: 200+ Models · OpenAI Compatible
es: Más de 200 modelos · Compatible con OpenAI
fr: Plus de 200 modèles · compatibles OpenAI
zh_hans: 200+ 模型聚合 · OpenAI 兼容
zh_hant: 200+ 模型聚合 · OpenAI 相容

source: 30 days
es: 30 días
fr: 30 jours
zh_hans: 最近30天
zh_hant: 最近30天

source: 7 days
es: 7 días
fr: 7 jours
zh_hans: 最近7天
zh_hant: 最近7天

source: 90 days
es: 90 días
fr: 90 jours
zh_hans: 最近90天
zh_hant: 最近90天

source: A device identifier is generated to count free trial usage for unregistered guests. This identifier is sent to api.polang.net and is not used for personal identification or shared with third parties.
es: Se genera un identificador del dispositivo para contar el uso de la prueba gratuita de los invitados sin registrar. Este identificador se envía a api.polang.net y no se usa para identificación personal ni se comparte con terceros.
fr: Un identifiant d'appareil est généré pour comptabiliser l'utilisation de l'essai gratuit par les visiteurs non inscrits. Il est envoyé à api.polang.net, n'est pas utilisé à des fins d'identification personnelle et n'est pas partagé avec des tiers.
zh_hans: 生成设备标识符用于统计未注册访客的免费试用次数。该标识符发送至 api.polang.net，不用于个人身份识别，也不与第三方共享。
zh_hant: 產生裝置識別碼用於統計未註冊訪客的免費試用次數。該識別碼傳送至 api.polang.net，不用於個人身份識別，也不與第三方共享。

source: AI Assistant
es: Asistente de IA
fr: Assistant IA
zh_hans: AI 设置
zh_hant: AI 設定

source: AI Memory
es: Memoria de IA
fr: Mémoire IA
zh_hans: AI 记忆
zh_hant: AI 記憶

source: API Key
es: Clave de API
fr: Clé API
zh_hans: API 密钥

source: API Key configured
es: Clave de API configurada
fr: Clé API configurée
zh_hans: API Key 已配置
zh_hant: API Key 已配置

source: API Key is stored only on this device and never uploaded to our servers.
es: La clave de API se guarda solo en este dispositivo y nunca se sube a nuestros servidores.
fr: La clé API est stockée uniquement sur cet appareil et n'est jamais envoyée à nos serveurs.
zh_hans: API Key 仅保存在本机，不会上传到我们的服务器
zh_hant: API Key 僅儲存在本機，不會上傳到我們的伺服器

source: About
es: Acerca de
fr: À propos
zh_hans: 关于
zh_hant: 關於

source: Accessibility Service
es: Servicio de accesibilidad
fr: Service d'accessibilité
zh_hans: 无障碍服务
zh_hant: 無障礙服務

source: Account
es: Cuenta
fr: Compte
zh_hans: 账号
zh_hant: 帳號

source: Account Data
es: Datos de la cuenta
fr: Données du compte
zh_hans: 账号数据
zh_hant: 帳號資料

source: Activities
es: Actividades
fr: Activités
zh_hans: 活动
zh_hant: 活動

source: Adaptive detection interval
es: Intervalo de detección adaptativo
fr: Intervalle de détection adaptatif
zh_hans: 自适应检测间隔
zh_hant: 自適應偵測間隔

source: Add
es: Añadir
fr: Ajouter
zh_hans: 添加
zh_hant: 添加

source: Add Custom Model
es: Añadir modelo personalizado
fr: Ajouter un modèle personnalisé
zh_hans: 添加自定义模型
zh_hant: 添加自定義模型

source: Add Model
es: Añadir modelo
fr: Ajouter un modèle
zh_hans: 添加模型
zh_hant: 添加模型

source: Add Remote Model
es: Añadir modelo remoto
fr: Ajouter un modèle distant
zh_hans: 添加远程模型
zh_hant: 添加遠端模型

source: Add name
es: Añadir nombre
fr: Ajouter un nom
zh_hans: 添加名字
zh_hant: 加入名字

source: Add relation
es: Añadir relación
fr: Ajouter une relation
zh_hans: 添加关系
zh_hant: 新增關係

source: Add your own model to remove restrictions
es: Añade tu propio modelo para eliminar restricciones
fr: Ajoutez votre propre modèle pour lever les restrictions
zh_hans: 添加自有模型以解除限制
zh_hant: 新增自有模型以解除限制

# Add-Only Access Hint
source: Add-Only Access
es: Acceso solo para añadir
fr: Accès en ajout uniquement
zh_hans: 当前仅可添加照片
zh_hant: 目前僅可添加照片

source: Adjust
es: Ajustar
fr: Ajuster
zh_hans: 调节
zh_hant: 調節

source: Aesthetic
es: Estética
fr: Esthétique
zh_hans: 美学
zh_hant: 美學

source: Aesthetic Score
es: Puntuación estética
fr: Score esthétique
zh_hans: 美学评分
zh_hant: 美學評分

source: After an account is deleted, data will be retained for 90 days (for anti-fraud and recovery purposes) before being permanently deleted, including usage logs.
es: Tras eliminar una cuenta, los datos se conservan 90 días (con fines antifraude y de recuperación) antes de borrarse definitivamente, incluidos los registros de uso.
fr: Après la suppression d'un compte, les données sont conservées pendant 90 jours (à des fins d'antifraude et de récupération) avant d'être définitivement supprimées, journaux d'utilisation compris.
zh_hans: 账号删除后，数据将保留 90 天（用于反欺诈和恢复目的），然后永久删除，包括使用日志。
zh_hant: 刪除帳號後，資料將保留 90 天（用於反詐欺與找回），隨後徹底刪除，包括用量日誌。

source: After authenticating, remote LLM conversations are proxied through api.polang.net to the LLM provider for the current request only. The server only records call counts and token usage, not conversation content.
es: Después de autenticarte, las conversaciones con LLM remotos se envían a través de api.polang.net al proveedor de LLM solo para la solicitud actual. El servidor solo registra el número de llamadas y el uso de tokens, no el contenido de las conversaciones.
fr: Après authentification, les conversations LLM distantes passent par api.polang.net pour atteindre le fournisseur LLM, uniquement pour la requête en cours. Le serveur n'enregistre que le nombre d'appels et la consommation de jetons, jamais le contenu des conversations.
zh_hans: 认证后，远程 LLM 对话经 api.polang.net 代理转发至 LLM 供应商，仅处理当前请求。服务器只记录调用次数和 Token 用量，不记录对话内容。
zh_hant: 登入後，遠端 LLM 對話經 api.polang.net 代理轉發至 LLM 供應商，僅用於本次請求。伺服器僅記錄呼叫次數與 Token 用量，不儲存對話內容。

source: Agent
es: Agente

source: Albums
es: Álbumes
zh_hans: 相簿
zh_hant: 相簿

source: All
es: Todo
fr: Tout
zh_hans: 全部
zh_hant: 全部

source: All Warp
es: Deformación completa
fr: Warp global
zh_hans: 全部形变
zh_hant: 全部形變

source: All time
es: Todo el historial
fr: Toute la période
zh_hans: 全部
zh_hant: 全部

source: Allow access to browse and manage your photos and videos
es: Permite el acceso para explorar y gestionar tus fotos y videos
fr: Autoriser l'accès pour parcourir et gérer vos photos et vidéos
zh_hans: 允许访问以浏览和管理您的照片与视频
zh_hant: 允許存取以瀏覽和管理您的照片與影片

source: Allow the Agent to execute JS sandbox scripts.
es: Permite que el Agente ejecute scripts del sandbox de JS.
fr: Autoriser l'Agent à exécuter des scripts dans le bac à sable JS.
zh_hans: 允许 Agent 执行 JS 沙盒脚本。
zh_hant: 允許 Agent 執行 JS 沙盒腳本。

source: Allowed Chat ID
es: ID de chat permitido
fr: ID de chat autorisé
zh_hans: 允许的 Chat ID
zh_hant: 允許的 Chat ID

source: Always-On
es: Siempre activo
fr: Toujours actif
zh_hans: 常驻
zh_hant: 常駐

source: Analyze my photos by tag and time
es: Analiza mis fotos por etiqueta y tiempo
fr: Analyser mes photos par étiquette et par date
zh_hans: 按标签和时间交叉分析我的照片
zh_hant: 按標籤和時間交叉分析我的照片

source: Android only
es: Solo en Android
fr: Android uniquement
zh_hans: 仅 Android
zh_hant: 僅 Android

source: Are you sure you want to delete
es: ¿Seguro que quieres eliminar
fr: Voulez-vous vraiment supprimer
zh_hans: 确定要删除
zh_hant: 確定要刪除

source: Ask AI Agent...
es: Pregunta al Agente de IA...
fr: Demander à l'Agent IA...
zh_hans: 向 AI 助手提问...
zh_hant: 向 AI 助手提問...

source: Ask about your gallery
es: Pregunta sobre tu galería
fr: Posez des questions sur votre galerie
zh_hans: 问相册
zh_hant: 問相簿

source: Aspect Ratio
es: Relación de aspecto
fr: Format d'image
zh_hans: 裁剪比例
zh_hant: 裁剪比例

source: Assistant Personality
es: Personalidad del asistente
fr: Personnalité de l'assistant
zh_hans: 助手性格
zh_hant: 助手性格

source: Auto-Execute Multi-Step Plans
es: Ejecutar automáticamente planes de varios pasos
fr: Exécuter automatiquement les plans multi-étapes
zh_hans: 自动执行多步骤计划
zh_hant: 自動執行多步驟計劃

source: Auto-detect photo content into tags (scene, objects, people, activity, aesthetic) for search and grouping.
es: Detecta automáticamente el contenido de las fotos y lo convierte en etiquetas (escena, objetos, personas, actividad, estética) para buscar y agrupar.
fr: Détecter automatiquement le contenu des photos en étiquettes (scène, objets, personnes, activité, esthétique) pour la recherche et le regroupement.
zh_hans: 自动识别照片内容，生成场景、物体、人物、活动、美学等标签，用于搜索与分类。
zh_hant: 自動辨識照片內容，產生場景、物體、人物、活動、美學等標籤，用於搜尋與分類。

source: Auto-execute multi-step plans
es: Ejecutar automáticamente planes de varios pasos
fr: Exécuter automatiquement les plans multi-étapes
zh_hans: 自动执行多步骤计划
zh_hant: 自動執行多步驟計畫

source: Auto-execute, JS engine, device access.
es: Ejecución automática, motor JS, acceso al dispositivo.
fr: Exécution automatique, moteur JS, accès à l'appareil.
zh_hans: 自动执行、JS 引擎、设备访问。
zh_hant: 自動執行、JS 引擎、裝置存取。

source: Backup & Restore
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
zh_hans: 备份与恢复
zh_hant: 備份與還原

source: Balanced, neutral standard replies
es: Respuestas estándar equilibradas y neutras
fr: Réponses standard équilibrées et neutres
zh_hans: 中性简洁的标准回复
zh_hant: 中性簡潔的標準回覆

source: Base URL
es: URL base
fr: URL de base

source: Batch %1$d
es: Lote %1$d
fr: Lot %1$d
zh_hans: 批量 %1$d 张
zh_hant: 批量 %1$d 張

source: Batch Generate
es: Generar por lotes
fr: Générer par lot
zh_hans: 批量生成
zh_hant: 批量產生

source: Beauty
es: Belleza
fr: Embellissement
zh_hans: 美颜
zh_hant: 美顏

source: Beauty Camera
es: Cámara de belleza
fr: Appareil photo embellissement
zh_hans: 美颜相机
zh_hant: 美顏相機

source: Beauty Debug
es: Depuración de belleza
fr: Débogage embellissement
zh_hans: 美颜调试
zh_hant: 美顏調試

source: Big Eyes
es: Ojos grandes
fr: Grands yeux
zh_hans: 大眼
zh_hant: 大眼

source: BigEye Radius
es: Radio de ojos grandes
fr: Rayon BigEye
zh_hans: 大眼半径
zh_hant: 大眼半徑

source: Blush
es: Rubor
zh_hans: 腮红
zh_hant: 腮紅

source: Brightness
es: Brillo
fr: Luminosité
zh_hans: 亮度
zh_hant: 亮度

source: Built with Kotlin Multiplatform, Koog, SwiftUI, Metal, MNN
es: Creado con Kotlin Multiplatform, Koog, SwiftUI, Metal y MNN
fr: Développé avec Kotlin Multiplatform, Koog, SwiftUI, Metal et MNN
zh_hans: 基于 Kotlin Multiplatform · Koog · SwiftUI · Metal · MNN 构建
zh_hant: 基於 Kotlin Multiplatform · Koog · SwiftUI · Metal · MNN 打造

source: Calling tools…
es: Llamando a herramientas…
fr: Appel des outils…
zh_hans: 正在调用工具…
zh_hant: 正在呼叫工具…

source: Camera
es: Cámara
fr: Appareil photo
zh_hans: 相机
zh_hant: 相機

source: Camera & Beauty
es: Cámara y belleza
fr: Appareil photo et embellissement
zh_hans: 相机与美颜
zh_hant: 相機與美顏

source: Camera Permission Required
es: Se necesita permiso de cámara
fr: Autorisation de l'appareil photo requise
zh_hans: 需要相机权限
zh_hant: 需要相機權限

source: Camera Preview Debug
es: Depuración de vista previa de cámara
fr: Débogage de l'aperçu de l'appareil photo
zh_hans: 相机预览调试
zh_hant: 相機預覽除錯

source: Camera access
es: Acceso a la cámara
fr: Accès à l'appareil photo
zh_hans: 相机访问
zh_hant: 相機存取

source: Camera permission (system)
es: Permiso de cámara (sistema)
fr: Autorisation de l'appareil photo (système)
zh_hans: 相机权限（系统）
zh_hant: 相機權限（系統）

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消
zh_hant: 取消

source: Captured
es: Capturadas
fr: Capturé
zh_hans: 拍摄时间
zh_hant: 拍攝時間

source: Categories
es: Categorías
fr: Catégories
zh_hans: 类别
zh_hant: 類別

source: Change
es: Cambiar
fr: Modifier
zh_hans: 修改
zh_hant: 修改

source: Channels
es: Canales
fr: Canaux
zh_hans: 通信通道
zh_hant: 通信通道

source: Chat History
es: Historial de chat
fr: Historique du chat
zh_hans: 聊天历史
zh_hant: 聊天歷史

source: Chinese
es: Chino
fr: Chinois
zh_hans: 中文
zh_hant: 中文

source: Choose face detection models and device; tune landmarks and cadence.
es: Elige los modelos y el dispositivo de detección facial; ajusta los puntos clave y la cadencia.
fr: Choisir les modèles de détection de visage et l'appareil ; régler les points clés et la cadence.
zh_hans: 选择人脸检测模型与推理设备，调关键点与检测节奏。
zh_hant: 選擇人臉偵測模型與推論裝置，調關鍵點與偵測節奏。

source: Choose what to reprocess in this stage.
es: Elige qué reprocesar en esta etapa.
fr: Choisir ce qu'il faut retraiter à cette étape.
zh_hans: 选择该阶段要处理的范围
zh_hant: 選擇該階段要處理的範圍

source: Clear
es: Limpiar
fr: Effacer
zh_hans: 清空
zh_hant: 清空

source: Clear All
es: Borrar todo
fr: Tout effacer
zh_hans: 清空全部
zh_hant: 清空全部

source: Clear Guest Data
es: Borrar datos de invitado
fr: Effacer les données d'invité
zh_hans: 清除访客数据
zh_hant: 清除訪客資料

source: Clear Test Data
es: Borrar datos de prueba
fr: Effacer les données de test
zh_hans: 清除测试数据
zh_hant: 清除測試數據

source: Clear all diagnostic logs?
es: ¿Borrar todos los registros de diagnóstico?
fr: Effacer tous les journaux de diagnostic ?
zh_hans: 清空所有诊断日志？
zh_hant: 清空所有診斷日誌？

source: Clear all memories?
es: ¿Borrar todos los recuerdos?
fr: Effacer tous les souvenirs ?
zh_hans: 清空全部记忆？
zh_hant: 清空全部記憶？

source: Clear conversation?
es: ¿Borrar la conversación?
fr: Effacer la conversation ?
zh_hans: 清空对话？
zh_hant: 清空對話？

source: Close
es: Cerrar
fr: Fermer
zh_hans: 关闭
zh_hant: 關閉

source: Cloudy
es: Nublado
fr: Nuageux
zh_hans: 多云
zh_hant: 多雲

source: Cluster #%1$d
es: Grupo #%1$d
fr: Groupe #%1$d
zh_hans: 簇 #%1$d
zh_hant: 簇 #%1$d

source: Collapse
es: Contraer
fr: Réduire
zh_hans: 折叠
zh_hant: 收合

source: Color Temperature
es: Temperatura de color
fr: Température de couleur
zh_hans: 色温
zh_hant: 色溫

source: Coming Soon
es: Próximamente
fr: Bientôt disponible
zh_hans: 敬请期待
zh_hant: 敬請期待

source: Configure Feishu / Telegram remote control
es: Configura el control remoto por Feishu / Telegram
fr: Configurer le contrôle à distance Feishu / Telegram
zh_hans: 配置飞书 / Telegram 远程控制通道。
zh_hant: 設定飛書 / Telegram 遠端控制通道。

source: Configured
es: Configurado
fr: Configuré
zh_hans: 已配置
zh_hant: 已配置

source: Configured Models
es: Modelos configurados
fr: Modèles configurés
zh_hans: 已配置模型
zh_hant: 已設定模型

source: Connect Feishu to receive remote commands via IM messages.
es: Conecta Feishu para recibir comandos remotos por mensajería instantánea.
fr: Connectez Feishu pour recevoir des commandes à distance par messagerie instantanée.
zh_hans: 连接飞书，通过 IM 消息接收远程指令。
zh_hant: 連接飛書，透過 IM 訊息接收遠端指令。

source: Connect via Telegram Bot long polling (no public IP needed).
es: Conecta mediante long polling del bot de Telegram (no se necesita IP pública).
fr: Connexion par long polling du bot Telegram (aucune IP publique requise).
zh_hans: 通过 Telegram Bot 长轮询连接（无需公网 IP）。
zh_hant: 透過 Telegram Bot 長輪詢連線（免公網 IP）。

source: Connected
es: Conectado
fr: Connecté
zh_hans: 已接入
zh_hant: 已接入

source: Contact Us
es: Contacta con nosotros
fr: Nous contacter
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Contains Face
es: Contiene rostro
fr: Contient un visage
zh_hans: 包含人脸
zh_hant: 包含人臉

source: Content tags
es: Etiquetas de contenido
fr: Étiquettes de contenu
zh_hans: 内容标签
zh_hant: 內容標籤

source: Contrast
es: Contraste
fr: Contraste
zh_hans: 对比度
zh_hant: 對比度

source: Control camera shooting via voice commands.
es: Controla el disparo de la cámara con comandos de voz.
fr: Contrôlez la prise de vue de l'appareil photo par commandes vocales.
zh_hans: 通过语音指令控制相机拍摄和参数调整。
zh_hant: 透過語音指令控制相機拍攝和參數調整。

source: Control what the Agent can run autonomously.
es: Controla qué puede ejecutar el Agente de forma autónoma.
fr: Contrôlez ce que l'Agent peut exécuter de manière autonome.
zh_hans: 控制 Agent 可自主执行的内容。
zh_hant: 控制 Agent 可自主執行的內容。

source: Control which device capabilities the Agent may use.
es: Controla qué funciones del dispositivo puede usar el Agente.
fr: Contrôlez les fonctionnalités de l'appareil que l'Agent peut utiliser.
zh_hans: 控制 Agent 可访问的设备能力。
zh_hant: 控制 Agent 可存取的裝置能力。

source: Copy
es: Copiar
fr: Copier
zh_hans: 复制
zh_hant: 複製

source: Create
es: Crear
fr: Créer
zh_hans: 创建
zh_hant: 建立

source: Create a bot via @BotFather then paste its token.
es: Crea un bot con @BotFather y pega su token.
fr: Créez un bot via @BotFather, puis collez son jeton.
zh_hans: 在 @BotFather 创建机器人后粘贴其 token。
zh_hant: 在 @BotFather 建立機器人後貼上其 token。

source: Crisp & Direct
es: Directo y conciso
fr: Concis et direct
zh_hans: 简洁干练
zh_hant: 簡潔幹練

source: Crop
es: Recortar
fr: Recadrer
zh_hans: 构图
zh_hant: 構圖

source: Current Channel
es: Canal actual
fr: Canal actuel
zh_hans: 当前通道
zh_hant: 目前通道

source: Current Model
es: Modelo actual
fr: Modèle actuel
zh_hans: 当前模型
zh_hant: 目前模型

source: Custom Model ID
es: ID de modelo personalizado
fr: ID de modèle personnalisé
zh_hans: 自定义模型 ID
zh_hant: 自訂模型 ID

source: Custom Provider
es: Proveedor personalizado
fr: Fournisseur personnalisé
zh_hans: 自定义供应商
zh_hant: 自訂供應商

source: Custom provider · OpenAI-compatible protocol
es: Proveedor personalizado · Protocolo compatible con OpenAI
fr: Fournisseur personnalisé · protocole compatible OpenAI
zh_hans: 自定义供应商 · OpenAI 兼容协议
zh_hant: 自訂供應商 · OpenAI 相容協議

source: Custom label
es: Etiqueta personalizada
fr: Étiquette personnalisée
zh_hans: 自定义称呼
zh_hant: 自訂稱呼

source: Custom text takes priority when filled
es: El texto personalizado tiene prioridad si se rellena
fr: Le texte personnalisé prime s'il est renseigné
zh_hans: 填写后以自定义称呼为准
zh_hant: 填寫後以自訂稱呼為準

source: Dark
es: Oscuro
fr: Sombre
zh_hans: 深色
zh_hant: 深色

source: Data & Privacy
es: Datos y privacidad
fr: Données et confidentialité
zh_hans: 数据与隐私
zh_hant: 資料與隱私

source: Data Generation
es: Generación de datos
fr: Génération de données
zh_hans: 数据生成
zh_hant: 數據生成

source: Data Retention
es: Conservación de datos
fr: Conservation des données
zh_hans: 数据保留
zh_hant: 資料保留

source: Date
es: Fecha
zh_hans: 日期
zh_hant: 日期

source: Debug
es: Depuración
fr: Débogage
zh_hans: 调试
zh_hant: 調試

source: Debug Overlay
es: Superposición de depuración
fr: Superposition de débogage
zh_hans: 调试叠加层
zh_hant: 調試浮層

source: Debug Visualization
es: Visualización de depuración
fr: Visualisation de débogage
zh_hans: 调试可视化
zh_hant: 調試視覺化

source: Debug overlays and advanced diagnostics.
es: Superposiciones de depuración y diagnósticos avanzados.
fr: Superpositions de débogage et diagnostics avancés.
zh_hans: 调试浮层与高级诊断。
zh_hant: 偵錯浮層與進階診斷。

source: Default
es: Predeterminado
fr: Par défaut
zh_hans: 默认
zh_hant: 預設

source: Default engine. MNN ships on-device models (RetinaFace + 2d106); MediaPipe needs a downloaded model.
es: Motor predeterminado. MNN incluye modelos en el dispositivo (RetinaFace + 2d106); MediaPipe requiere un modelo descargado.
fr: Moteur par défaut. MNN intègre des modèles sur l'appareil (RetinaFace + 2d106) ; MediaPipe nécessite un modèle téléchargé.
zh_hans: 默认引擎。MNN 内置端侧模型（RetinaFace + 2d106）；MediaPipe 需下载模型。
zh_hant: 預設引擎。MNN 內建端側模型（RetinaFace + 2d106）；MediaPipe 需下載模型。

source: Default remote model has time limits
es: El modelo remoto predeterminado tiene límites de tiempo
fr: Le modèle distant par défaut est soumis à des limites de temps
zh_hans: 默认远程模型有时长限制
zh_hant: 預設遠端模型有時長限制

source: Delete
es: Eliminar
fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"? This cannot be undone.
es: ¿Eliminar "%@"? Esta acción no se puede deshacer.
fr: Supprimer « %@ » ? Cette action est irréversible.
zh_hans: 删除「%@」？此操作不可撤销。
zh_hant: 刪除「%@」？此操作不可復原。

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte
zh_hans: 删除账号
zh_hant: 刪除帳號

source: Delete Chat
es: Eliminar chat
fr: Supprimer la conversation
zh_hans: 删除聊天
zh_hant: 刪除聊天

source: Delete Your Account
es: Eliminar tu cuenta
fr: Supprimer votre compte
zh_hans: 删除您的账号
zh_hant: 刪除您的帳號

source: Delete account? This cannot be undone.
es: ¿Eliminar la cuenta? Esta acción no se puede deshacer.
fr: Supprimer le compte ? Cette action est irréversible.
zh_hans: 确定删除账号？此操作不可撤销。
zh_hant: 確定刪除帳號？此操作不可復原。

source: Delete chat
es: Eliminar chat
fr: Supprimer la conversation
zh_hans: 删除聊天
zh_hant: 刪除聊天

source: Delete model?
es: ¿Eliminar el modelo?
fr: Supprimer le modèle ?
zh_hans: 删除模型？
zh_hant: 刪除模型？

source: Detection
es: Detección
fr: Détection
zh_hans: 人脸检测
zh_hant: 人臉檢測

source: Detection engine
es: Motor de detección
fr: Moteur de détection
zh_hans: 检测引擎
zh_hant: 偵測引擎

source: Developer
es: Desarrollador
fr: Développeur
zh_hans: 开发者选项
zh_hant: 開發者選項

source: Developer Options
es: Opciones de desarrollador
fr: Options développeur
zh_hans: 开发者选项
zh_hant: 開發者選項

source: Developer Tools
es: Herramientas de desarrollador
fr: Outils développeur
zh_hans: 开发测试工具
zh_hant: 開發測試工具

source: Device Access
es: Acceso al dispositivo
fr: Accès à l'appareil
zh_hans: 设备访问
zh_hant: 裝置存取

source: Device Identifier
es: Identificador del dispositivo
fr: Identifiant de l'appareil
zh_hans: 设备标识
zh_hant: 裝置識別碼

source: Diagnostics & Logs
es: Diagnósticos y registros
fr: Diagnostics et journaux
zh_hans: 诊断与日志
zh_hant: 診斷與日誌

source: Disabled
es: Desactivado
fr: Désactivé
zh_hans: 已禁用
zh_hant: 已停用

source: Document
es: Documento
zh_hans: 文档
zh_hant: 文件

source: Done
es: Listo
fr: Terminé
zh_hans: 完成
zh_hant: 完成

source: Done: %1$d/%2$d saved
es: Listo: %1$d/%2$d guardados
fr: Terminé : %1$d/%2$d enregistrés
zh_hans: 完成：成功保存 %1$d/%2$d 张
zh_hant: 完成：成功儲存 %1$d/%2$d 張

source: Doodle
es: Garabato
fr: Gribouillage
zh_hans: 涂鸦
zh_hant: 塗鴉

source: Download
es: Descargar
fr: Télécharger
zh_hans: 下载
zh_hant: 下載

source: Download Missing
es: Descargar faltantes
fr: Télécharger les manquants
zh_hans: 下载缺失
zh_hant: 下載缺失

source: Download Selected
es: Descargar seleccionados
fr: Télécharger la sélection
zh_hans: 下载所选
zh_hant: 下載所選

source: Download and manage all local models
es: Descarga y administra todos los modelos locales
fr: Télécharger et gérer tous les modèles locaux
zh_hans: 统一下载和管理所有本地模型。
zh_hant: 統一下載和管理所有本地模型。

source: Download failed. Please try again.
es: Error al descargar. Inténtalo de nuevo.
fr: Échec du téléchargement. Veuillez réessayer.
zh_hans: 下载失败，请重试。
zh_hant: 下載失敗，請重試。

source: Downloading %1$@
es: Descargando %1$@
fr: Téléchargement de %1$@
zh_hans: 下载中 %1$@
zh_hant: 下載中 %1$@

source: Draw detected face landmarks on the preview to verify detection feeds the renderer.
es: Dibuja los puntos faciales detectados en la vista previa para comprobar que la detección alimenta al renderizador.
fr: Dessine les points de repère du visage détectés sur l'aperçu pour vérifier que la détection alimente le moteur de rendu.
zh_hans: 在预览上绘制检测到的人脸关键点，验证检测结果是否送达渲染器。
zh_hant: 在預覽上繪製檢測到的人臉關鍵點，驗證檢測結果是否送達渲染器。

source: Duration
es: Duración
fr: Durée
zh_hans: 时长
zh_hant: 時長

source: Edit
es: Editar
fr: Modifier
zh_hans: 编辑
zh_hant: 編輯

source: Edit Model
es: Editar modelo
fr: Modifier le modèle
zh_hans: 编辑模型
zh_hant: 編輯模型

source: Edit complete. Result saved to Photos.
es: Edición completada. Resultado guardado en Fotos.
fr: Modification terminée. Résultat enregistré dans Photos.
zh_hans: 编辑完成，结果已保存到相册
zh_hant: 編輯完成，結果已儲存到相簿
